Repository: instructure/canvas-ios
Catalog: Student/Student/Localizable.xcstrings
Source language: en
Languages: ar, ca, cy, da, da_instk12, de, es, es_es, fi, fr, fr_ca, ga, hi, ht, id, is, it, ja, ko, mi, ms, nb, nb_instk12, nl, pl, pt, pt_br, ru, sl, sv, sv_instk12, th, vi, zh, zh_hk

source: Allowed Attempts:
ar: المحاولات المسموح بها:
ca: Intents permesos:
cy: Ymgeisiau a Ganiateir:
da: Tilladte forsøg:
da_instk12: Tilladte forsøg:
de: Erlaubte Versuche:
es: Intentos permitidos:
es_es: Intentos permitidos:
fi: Sallittuja yrityksiä:
fr: Tentatives autorisées :
fr_ca: Tentatives autorisées :
ga: Iarrachtaí Ceadaithe:
hi: अनुमत प्रयास:
ht: Tantativ Otorize:
id: Upaya Diizinkan:
is: Heimilaðar tilraunir:
it: Tentativi consentiti:
ja: 許可回数:
ko: 허용된 시도 수:
mi: Ngā ngane whakāetia ana:
ms: Percubaan Dibenarkan:
nb: Tillatte forsøk:
nb_instk12: Tillatte forsøk:
nl: Toegestaan aantal pogingen:
pl: Dozwolone próby:
pt: Tentativas permitidas:
pt_br: Tentativas permitidas:
ru: Разрешенные попытки:
sl: Dovoljeni poskusi:
sv: Tillåtna försök:
sv_instk12: Tillåtna försök:
th: การดำเนินการที่อนุญาต:
vi: Lần Làm Được Phép:
zh: 允许的尝试次数：
zh_hk: 允許的嘗試：

source: An unknown error occurred
ar: حدث خطأ غير معروف
ca: S'ha produït un error desconegut
cy: Gwall annisgwyl
da: En ukendt fjel opstod
da_instk12: En ukendt fjel opstod
de: Es ist ein unbekannter Fehler aufgetreten.
es: Ha ocurrido un error desconocido
es_es: Ha habido un error desconocido
fi: Tapahtui tuntematon virhe
fr: Un erreur inconnue s'est produite
fr_ca: Une erreur inconnue s'est produite
ga: Tharla earráid anaithnid
hi: अज्ञात त्रुटि उत्पन्न हुई
ht: Gen yon erè enkoni ki fèt
id: Terjadi kesalahan yang tidak diketahui
is: Óþekkt villa átti sér stað
it: Si è verificato un errore sconosciuto
ja: 不明なエラーが発生しました
ko: 알 수 없는 오류가 발생했습니다
mi: He hapa kaore i mōhiotia i puta
ms: Ralat belum dikenal pasti berlaku
nb: Det oppsto en ukjent feil
nb_instk12: Det oppsto en ukjent feil
pl: Wystąpił nieznany błąd
pt: Ocorreu um erro desconhecido
pt_br: Ocorreu um erro desconhecido.
ru: Произошла неизвестная ошибка
sl: Prišlo je do neznane napake.
sv: Ett okänt fel uppstod.
sv_instk12: Ett okänt fel har inträffat.
th: เกิดข้อผิดพลาดที่ไม่ทราบขึ้น
vi: Đã xảy ra lỗi không xác định
zh: 未知错误出现
zh_hk: 出現未知錯誤

source: An unknown error occurred.
ar: حدث خطأ غير معروف.
ca: S'ha produït un error desconegut.
cy: Gwall anhysbys.
da: Der er opstået en ukendt fejl.
da_instk12: Der er opstået en ukendt fejl.
de: Ein unbekannter Fehler ist aufgetreten.
es: Ha ocurrido un error desconocido.
es_es: Ha habido un error desconocido.
fi: Tapahtui tuntematon virhe.
fr: Une erreur inconnue s'est produite.
fr_ca: Une erreur inconnue s’est produite.
ga: Tharla earráid anaithnid.
hi: अज्ञात त्रुटि हुई।
ht: Gen yon erè enkoni ki fèt.
id: Terjadi kesalahan yang tidak diketahui.
is: Óþekkt villa hefur átt sér stað.
it: Si è verificato un errore sconosciuto.
ja: 原因不明のエラーが発生しました。
ko: 알 수 없는 오류가 발생했습니다.
mi: He hapa kaore e mōhiotia i puta.
ms: Ralat belum dikenal pasti berlaku.
nb: Det oppsto en ukjent feil.
nb_instk12: Det oppsto en ukjent feil.
nl: Er heeft zich een onbekende fout voorgedaan
pl: Wystąpił nieznany błąd
pt: Ocorreu um erro desconhecido.
pt_br: Um erro desconhecido ocorreu
ru: Произошла неизвестная ошибка.
sl: Prišlo je do neznane napake.
sv: Ett okänt fel uppstod.
sv_instk12: Ett okänt fel uppstod.
th: เกิดข้อผิดพลาดที่ไม่ทราบขึ้น
vi: Đã xảy ra lỗi không xác định.
zh: 出现未知错误。
zh_hk: 出現未知錯誤。

source: Announcement
ar: الإعلان
ca: Anunci
cy: Cyhoeddiad
da: Meddelelse
da_instk12: Besked
de: Ankündigung
es: Anuncio
es_es: Anuncio
fi: Ilmoitus
fr: Annonce
fr_ca: Annonce
ga: Fógra
hi: घोषणा
ht: Anons
id: Pengumuman
is: Tilkynning
it: Annuncio
ja: アナウンスメント
ko: 공지
mi: Pānui
ms: Pengumuman
nb: Kunngjøring
nb_instk12: Beskjed
nl: Aankondiging
pl: Ogłoszenie
pt: Anúncio
pt_br: Aviso
ru: Объявление
sl: Obvestilo
sv: Anslag
sv_instk12: Meddelande
th: ประกาศ
vi: Thông Báo
zh: 公告
zh_hk: 通告

source: Announcements
ar: الإعلانات
ca: Anuncis
cy: Cyhoeddiadau
da: Beskeder
da_instk12: Beskeder
de: Ankündigungen
es: Anuncios
es_es: Anuncios
fi: Ilmoitukset
fr: Annonces
fr_ca: Annonces
ga: Fógraí
hi: घोषणाएं
ht: Anons
id: Pengumuman
is: Tilkynningar
it: Annunci
ja: アナウンス
ko: 공지
mi: Pānuitanga
ms: Pengumuman
nb: Kunngjøringer
nb_instk12: Beskjeder
nl: Aankondigingen
pl: Ogłoszenia
pt: Anúncios
pt_br: Avisos
ru: Объявления
sl: Obvestila
sv: Anslag
sv_instk12: Meddelande
th: ประกาศ
vi: Thông báo chung
zh: 公告
zh_hk: 通告

source: Announcements (%lld)
ar: الإعلانات (%lld)
ca: Anuncis (%lld)
cy: Cyhoeddiadau (%lld)
da: Beskeder (%lld)
da_instk12: Beskeder (%lld)
de: Ankündigungen (%lld)
es: Anuncios (%lld)
es_es: Anuncios (%lld)
fi: Ilmoitukset (%lld)
fr: Annonces (%lld)
fr_ca: Annonces (%lld)
ga: Fógraí (%lld)
hi: घोषणाएं (%lld)
ht: Anons (%lld)
id: Pengumuman (%lld)
is: Tilkynningar (%lld)
it: Annunci (%lld)
ja: アナウンス (%lld)
ko: 공지(%lld)
mi: Panuitanga (%lld)
ms: Pengumuman (%lld)
nb: Kunngjøringer (%lld)
nb_instk12: Beskjeder (%lld)
nl: Aankondigingen (%lld)
pl: Ogłoszenia (%lld)
pt: Anúncios (%lld)
pt_br: Anúncios (%lld)
ru: Объявления (%lld)
sl: Obvestila (%lld)
sv: Meddelanden (%lld)
sv_instk12: Meddelanden (%lld)
th: ประกาศ (%lld)
vi: Thông báo chung (%lld)
zh: 公告 (%lld)
zh_hk: 通告 (%lld)

source: Anxiety gets louder at night — don't believe all its noise.
ar: القلق يعلو صوته ليلاً — وتلك الضوضاء الصاخبة ليست حقيقية.
ca: L’ansietat es manifesta més per la nit; no us creieu tot el rebombori que provoca.
cy: Mae’n hawdd poeni mwy gyda’r nos — paid â gadael iddo dy lethu di.
da: Angsten kan føles mere larmende om natten – tro ikke på al dens støj.
da_instk12: Angsten kan føles mere larmende om natten – tro ikke på al dens støj.
de: Die Angst wird nachts lauter – hören Sie einfach nicht hin.
es: La ansiedad se intensifica por la noche: no le haga caso.
es_es: Cuando la noche amplifica la ansiedad, recuerda: solo es ruido, no realidad.
fi: Ahdistus voimistuu öisin — älä usko kaikkea sen melua.
fr: C’est le soir que l’anxiété fait le plus de vacarme, n’y prête pas attention.
fr_ca: L’anxiété s’intensifie la nuit — ne croyez pas tout le bruit.
ga: Éiríonn an imní níos airde san oíche — ná creid a torann ar fad.
hi: रात में घबराहट और बढ़ जाती है — इसके शोर पर पूरी तरह यकीन न करें।
ht: Enkyetid vin pi fò lannwit — pa kwè tout bri li fè.
id: Kecemasan semakin menggelegar di malam hari — jangan percaya semua kebisingannya.
is: Kvíðinn verður háværari á nóttunni — trúðu ekki öllum hávaðanum.
it: L’ansia si fa sentire ancora di più durante la notte, non credere a tutto questo fracasso.
ja: 不安は夜に増幅するもの — その心配事の全てを信じないで。気のせいです。
ko: 밤에는 걱정이 늘어납니다. 이런 생각을 믿지 마세요.
mi: Ka nui haere te manukanuka i te pō — kaua e whakapono ki tōna haruru katoa.
ms: Kebimbangan semakin bingit pada waktu malam — usah percaya semua kebisingannya.
nb: Angsten blir høyere om natten – ikke tro på all ulyden.
nb_instk12: Angsten blir høyere om natten – ikke tro på all ulyden.
nl: Zorgen klinken 's nachts luider – je hoeft niet al hun herrie te geloven.
pl: Niepokój daje się we znaki wieczorem – nie ulegaj mu.
pt: A ansiedade fica mais intensa à noite — não acredites em todo esse barulho.
pt_br: A ansiedade fica mais intensa à noite — não acredite em tudo o que ela diz.
ru: Тревога усиливается ночью — не верьте всему этому шуму.
sl: Tesnoba je ponoči glasnejša – ne verjemite vsemu, kar vam govori.
sv: Ångesten är värre på natten – låt den inte vinna.
sv_instk12: Ångesten är värre på natten – låt den inte vinna.
th: ความกังวลจะรบกวนมากเป็นพิเศษในเวลากลางคืน อย่าฟังเสียงพวกนี้
vi: Lo âu thường lớn tiếng hơn vào ban đêm — đừng tin hết những tiếng ồn đó.
zh: 焦虑总在深夜喧嚣 — 别信那些嘈杂之声。
zh_hk: 焦慮在夜晚會更加強烈 — 別被它的聲音所迷惑。

source: Archive
ar: أرشفة
ca: Arxiva
cy: Archifo
da: Arkiv
da_instk12: Arkiv
de: Archivieren
es: Archivar
es_es: Archivar
fi: Arkisto
fr: Archiver
fr_ca: Archiver
ga: Cartlann
hi: संग्रहीत करें
ht: Achiv
id: Arsipkan
is: Safn
it: Archivia
ja: アーカイブ
ko: 보관
mi: Pūranga
ms: Arkib
nb: Arkiv
nb_instk12: Arkiv
nl: Archiveren
pl: Archiwum
pt: Ficheiro
pt_br: Arquivar
ru: Архив
sl: Arhiviraj
sv: Arkivera
sv_instk12: Arkiv
th: จัดเก็บแยก
vi: Lưu Trữ
zh: 归档
zh_hk: 存檔

source: Archive all selected messages
ar: أرشفة جميع الرسائل المحددة
ca: Arxiva tots els missatges seleccionats
cy: Archifo pob neges dan sylw
da: Arkiver alle valgte beskeder
da_instk12: Arkiver alle valgte beskeder
de: Alle ausgewählten Nachrichten archivieren
es: Archivar todos los mensajes seleccionados
es_es: Archivar todos los mensajes seleccionados
fi: Arkistoi kaikki valitut viestit
fr: Archiver tous les messages sélectionnés
fr_ca: Archiver tous les messages sélectionnés
ga: Cuir na teachtaireacht roghnaithe ar fad i gcartlann
hi: सभी चयनित संदेशों को संग्रहीत करें
ht: Stoke tout mesaj seleksyone yo
id: Arsipkan semua pesan yang dipilih
is: Safnvista öll valin skilaboð
it: Archivia tutti i messaggi selezionati
ja: すべての選択されたメッセージをアーカイブに保存
ko: 모든 선택된 메시지 보관
mi: Pūranga ngā karere katoa i tīpakohia
ms: Arkibkan semua mesej yang dipilih
nb: Arkivere alle valgte meldinger
nb_instk12: Arkivere alle valgte meldinger
nl: Alle geselecteerde berichten archiveren
pl: Archiwizuj wszystkie wybrane wiadomości
pt: Arquivar todas as mensagens selecionadas
pt_br: Arquivar todas as mensagens selecionadas
ru: Архивировать все выбранные сообщения
sl: Arhiviraj vsa izbrana sporočila
sv: Arkivera alla markerade meddelanden
sv_instk12: Arkivera alla valda meddelanden
th: จัดเก็บแยกข้อความที่เลือกทั้งหมด
vi: Lưu trữ tất cả tin nhắn được chọn
zh: 存档所有选择的信息
zh_hk: 將所有選中訊息存檔

source: Archive Selected Messages Button
ar: زر أرشفة الرسائل المحددة
ca: Botó Arxiva els missatges seleccionats
cy: Archifo'r Botwm Negeseuon dan sylw
da: Arkiver valge beskeder knap
da_instk12: Arkiver valge beskeder knap
de: Ausgewählte-Nachrichten-archivieren-Taste
es: Botón para archivar mensajes seleccionados
es_es: Botón para archivar mensajes seleccionados
fi: Arkistoi valitut viestit -painike
fr: Bouton d'archivage des messages sélectionnés
fr_ca: Bouton d'archivage des messages sélectionnés
ga: Cuir an Cnaipe Teachtaireachtaí Roghnaithe i gCartlann
hi: चयनित संदेश संग्रहीत करें बटन
ht: Bouton Stokaj Mesaj Seleksyone
id: Arsipkan Tombol Pesan yang Dipilih
is: Safnvista valin skilaboð hnappur
it: Pulsante Archivia messaggi selezionati
ja: 選択されたメッセージボタンをアーカイブに保存
ko: 선택된 메시지 보관 버튼
mi: Pātene Pūranga Tīpakohia Karere
ms: Arkibkan Butang Mesej yang Dipilih
nb: Knapp, arkivere valgte meldinger
nb_instk12: Knapp, arkivere valgte meldinger
nl: Knop om geselecteerde berichten te archiveren
pl: Przycisk do archiwizacji wybranych wiadomości
pt: Arquivo Selecionado no Botão de Mensagens
pt_br: Botão Arquivar Mensagens Selecionadas
ru: Кнопка архивации выбранных сообщений
sl: Gumb »Arhiviraj izbrana sporočila«
sv: Knapp för att arkivera markerade meddelanden
sv_instk12: Knapp för att arkivera meddelanden
th: ปุ่มจัดเก็บข้อความที่เลือกแยก
vi: Nút Lưu Trữ Tin Nhắn Được Chọn
zh: 存档选择信息按钮
zh_hk: 將選中訊息存檔的按鈕

source: Archived
ar: مؤرشف
ca: Arxivat
cy: Archifwyd
da: Arkiveret
da_instk12: Arkiveret
de: Archiviert
es: Archivado
es_es: Archivado
fi: Arkistoitu
fr: Archivé
fr_ca: Archivé
ga: Cartlannaithe
hi: संग्रहीत किया गया
ht: Achive
id: Diarsipkan
is: Sett í safn
it: Archiviato
ja: アーカイブ済み
ko: 보관됨
mi: Kua pūrangatia
ms: Diarkibkan
nb: Arkivert
nb_instk12: Arkivert
nl: Gearchiveerd
pl: Zarchiwizowane
pt: Arquivada
pt_br: Arquivada
ru: Архивировано
sl: Arhivirano
sv: Arkiverade
sv_instk12: Arkiverad
th: จัดเก็บแยกแล้ว
vi: Được Lưu Trữ
zh: 已归档
zh_hk: 已存檔

source: Are you ready to logout?
ar: هل أنت مستعد لتسجيل الخروج؟
ca: Esteu a punt per tancar la sessió?
cy: Ydych chi’n barod i allgofnodi?
da: Er du parat til at logge ud?
da_instk12: Er du parat til at logge ud?
de: Sind Sie bereit, sich abzumelden?
es: ¿Está listo para salir?
es_es: ¿Estás listo para cerrar sesión?
fi: Oletko valmis kirjautumaan ulos?
fr: Êtes-vous prêt à vous déconnecter ?
fr_ca: Êtes-vous prêt à vous déconnecter?
ga: An bhfuil tú réidh le logáil amach?
hi: क्या आप लॉग आउट करने के लिए तैयार हैं?
ht: Èske w prè pou dekonekte?
id: Anda siap logout?
is: Ertu tilbúin(n) að skrá þig út?
it: Pronto per uscire?
ja: ログアウトしますか？
ko: 로그아웃할 준비가 되었습니까?
mi: Kei te reri koe ki te takiputa?
ms: Adakah anda bersedia untuk log keluar?
nb: Er du klar til å logge ut?
nb_instk12: Er du klar til å logge ut?
nl: Klaar om je af te melden?
pl: Czy jesteś gotowy aby się wylogować?
pt: Está preparado para sair?
pt_br: Você está pronto para sair?
ru: Вы готовы выйти из системы?
sl: Ali ste pripravljeni na odjavo?
sv: Är du redo att logga ut?
sv_instk12: Är du redo att logga ut?
th: พร้อมออกจากระบบหรือไม่
vi: Bạn có sẵn sàng đăng xuất không?
zh: 您准备退出吗？
zh_hk: 您是否要登出？

source: Are you sure you want to leave this quiz?
ar: هل تريد حقاً الخروج من هذا الاختبار الموجز؟
ca: Segur que voleu deixar aquesta prova?
cy: Ydych chi’n siŵr eich bod am adael y cwis hwn?
da: Er du sikker på, at du ønsker at forladedene quiz?
da_instk12: Er du sikker på, at du ønsker at forlade denne quiz?
de: Sind Sie sicher, dass Sie dieses Quiz wirklich verlassen wollen?
es: ¿Está seguro de que desea abandonar este examen?
es_es: ¿Seguro que quieres abandonar esta prueba?
fi: Haluatko varmasti lähteä tästä kyselystä?
fr: Êtes-vous certain de vouloir quitter ce questionnaire ?
fr_ca: Voulez-vous vraiment quitter ce questionnaire?
ga: An bhfuil tú cinnte gur mhaith leat an quiz seo a fhágáil?
hi: क्या आप सच में इस प्रश्नोत्तरी को छोड़ना चाहते हैं?
ht: Èske vrèman ou vle kite quiz sa a?
id: Anda yakin mau keluar dari kuis ini?
is: Viltu örugglega fara úr prófinu?
it: Vuoi uscire da questo quiz?
ja: この小テストを止めますか？
ko: 이 퀴즈에서 나가시겠습니까?
mi: E tino hiahia ana koe ki te waiho i tēnei quiz?
ms: Adakah anda pasti anda ingin meninggalkan kuiz ini?
nb: Er du sikker på ut du vil gå ut av denne quizen?
nb_instk12: Er du sikker på ut du vil gå ut av denne quizen?
nl: Weet je zeker dat je deze toets wilt verlaten?
pl: Czy na pewno chcesz opuścić ten test?
pt: Tem a certeza que deseja sair deste questionário?
pt_br: Você tem certeza de que quer sair do teste?
ru: Вы уверены, что хотите выйти из этого теста?
sl: Ali ste prepričani, da želite zapustiti ta kviz?
sv: Vill du lämna det här quizet?
sv_instk12: Vill du lämna det här quizzet?
th: แน่ใจว่าต้องการออกจากแบบทดสอบนี้หรือไม่
vi: Bạn có chắc chắn muốn rời khỏi bài kiểm tra này không?
zh: 您确认想离开测验吗？
zh_hk: 您確定要離開這次測驗嗎？

source: Are you sure you would like to delete this reminder?
ar: هل حقًا ترغب في حذف هذا التذكير؟
ca: Segur que voleu suprimir aquest recordatori?
cy: Ydych chi’n siŵr eich bod am ddileu’r nodyn atgoffa hwn?
da: Er du sikker på, at du vil slette denne påmindelse?
da_instk12: Er du sikker på, at du vil slette denne påmindelse?
de: Sind Sie sicher, dass Sie diese Erinnerung löschen möchten?
es: ¿Seguro que desea eliminar este recordatorio?
es_es: ¿Estás seguro de que quieres eliminar este recordatorio?
fi: Haluatko varmasti poistaa tämän muistutuksen?
fr: Voulez-vous vraiment supprimer ce rappel ?
fr_ca: Voulez-vous vraiment supprimer ce rappel?
ga: An bhfuil tú cinnte gur mhaith leat an meabhrúchán seo a scriosadh?
hi: क्या आप वाकई इस अनुस्मारक को मिटाना चाहते हैं?
ht: Èske w sèten ou vle elimine rapèl sa a?
id: Anda yakin mau menghapus pengingat ini?
is: Viltu örugglega eyða þessari áminningu?
it: Vuoi eliminare questo promemoria?
ja: このリマインダ本当に削除しますか？
ko: 이 미리 알림을 삭제하시겠습니까?
mi: E tino hiahia ana koe ki te muku i tenei whakamaumahara?
ms: Adakah anda pasti anda ingin memadamkan peringatan ini?
nb: Er du sikker på at du vil slette denne påminnelsen?
nb_instk12: Er du sikker på at du vil slette denne påminnelsen?
nl: Weet je zeker dat je deze herinnering wilt verwijderen?
pl: Czy na pewno chcesz usunąć to przypomnienie?
pt: Tem a certeza de que pretende eliminar este lembrete?
pt_br: Tem certeza de que deseja excluir esse lembrete?
ru: Вы действительно хотите удалить это напоминание?
sl: Ali ste prepričani, da želite ta opomnik odstraniti?
sv: Är du säker på att du vill radera den här påminnelsen?
sv_instk12: Är du säker på att du vill radera den här påminnelsen?
th: แน่ใจว่าต้องการลบการแจ้งเตือนนี้หรือไม่
vi: Bạn có chắc chắn muốn xóa lời nhắc nhở này không?
zh: 是否确实要删除此提醒？
zh_hk: 是否確定要刪除此提醒？

source: Ask for help. Seriously, no one's doing this solo.
ar: اطلب المساعدة. لا يوجد شخص ينجز هذا بمفرده، وأنا أعني ذلك.
ca: Demaneu ajuda. De veritat, ningú no fa això en solitari.
cy: Paid â bod ofn gofyn am help. Go iawn, does neb yn gwneud popeth ar ei ben ei hun.
da: Bed om hjælp. Seriøst, ingen gør det her solo.
da_instk12: Bed om hjælp. Seriøst, ingen gør det her solo.
de: Bitten Sie um Hilfe. Ernsthaft, niemand macht das alleine.
es: Pida ayuda. En serio, nadie hace esto por su cuenta.
es_es: Pide ayuda. En serio, nadie hace esto en solitario.
fi: Pyydä apua. Ihan oikeasti — kukaan ei selviydy kaikesta yksin.
fr: Demande de l’aide. Vraiment, personne ne fait ça en solo.
fr_ca: Demandez de l’aide. Sérieusement, personne ne fait ça tout seul.
ga: Iarr cabhair. Dáiríre, níl aon duine ag déanamh seo ina n-aonar.
hi: मदद मांगें। सच में, कोई भी इसे अकेले नहीं कर रहा है।
ht: Mande èd. Vreman vre, pèsonn pa fè bagay sa a poukont li.
id: Mintalah bantuan. Serius, tidak ada yang melakukan ini sendirian.
is: Biddu um hjálp. Í alvöru, enginn gerir þetta einn.
it: Chiedi aiuto. Davvero, nessuno lo sta facendo da solo.
ja: 助けを求めてください。本当です、誰もこれを一人でやっているわけではありません。
ko: 도움을 요청하세요. 정말로 혼자서 하는 사람은 없습니다.
mi: Inoi atu mō te āwhina. He pono, kāore tetahi e mahi takitahi ana i tēnei.
ms: Minta bantuan. Sungguh, tiada sesiapa yang melakukan ini bersendirian.
nb: Be om hjelp. Seriøst, ingen gjør dette alene.
nb_instk12: Be om hjelp. Seriøst, ingen gjør dette alene.
nl: Vraag om hulp. Serieus, niemand doet dit alleen.
pl: Poproś o pomoc. Naprawdę nikt tego nie robi samotnie.
pt: Peça ajuda. A sério, ninguém faz isto sozinho.
pt_br: Peça ajuda. Sério, ninguém faz isso sozinho.
ru: Обратитесь за помощью. Серьезно, никто не делает это в одиночку.
sl: Zaprosite za pomoč. Resnično, nihče tega ne počne sam.
sv: Be om hjälp. Ingen klarar allt själv.
sv_instk12: Be om hjälp. Ingen klarar allt själv.
th: ขอความช่วยเหลือสิ ไม่มีใครทำอะไรคนเดียวไปตลอด
vi: Hãy nhờ giúp đỡ. Nghiêm túc mà nói, không ai làm điều này một mình cả.
zh: 寻求帮助。说实话，没有人能孤军作战。
zh_hk: 尋求幫助。說真的，沒有人能獨自完成這一切。

source: Ask me later
ar: اسألني فيما بعد
ca: Pregunta'm més endavant
cy: Gofyn i mi wedyn
da: Spørg mig senere
da_instk12: Spørg mig senere
de: Mich später fragen
es: Pregúnteme más tarde
es_es: Preguntarme más tarde
fi: Kysy minulta myöhemmin
fr: Me le demander plus tard
fr_ca: Me le demander plus tard
ga: Iarr orm níos déanaí
hi: मुझसे बाद में पूछें
ht: Mande mwen pita
id: Tanya saya nanti
is: Spyrðu mig síðar
it: Chiedimelo più tardi
ja: 後ほど聞いてください
ko: 나중에 나에게 묻기
mi: Pātai mai ki au a muri iho
ms: Tanya saya kemudian
nb: Spør meg senere
nb_instk12: Spør meg senere
nl: Vraag het me later
pl: Zapytaj mnie później
pt: Perguntar depois
pt_br: Pergunte-me mais tarde
ru: Спросить меня позже
sl: Vprašaj me pozneje.
sv: Fråga mig senare
sv_instk12: Fråga mig igen senare
th: ถามในภายหลัง
vi: Hỏi tôi sau
zh: 稍候再问
zh_hk: 稍後再問我

source: Assignment
ar: المهمة
ca: Activitat
cy: Aseiniad
da: Opgave
da_instk12: Opgave
de: Aufgabe
es: Tarea
es_es: Actividad
fi: Tehtävä
fr: Travail
fr_ca: Travail
ga: Tasc
hi: असाइनमेंट
ht: Sesyon
id: Tugas
is: Verkefni
it: Compito
ja: 課題
ko: 과제
mi: Taumahi
ms: Tugasan
nb: Oppgave
nb_instk12: Oppgave
nl: Opdracht
pl: Zadanie
pt: Tarefa
pt_br: Tarefa
ru: Задание
sl: Naloga
sv: Uppgift
sv_instk12: Uppgift
th: ภารกิจ
vi: Bài Tập
zh: 作业
zh_hk: 作業

source: Assignment Details
ar: تفاصيل المهمة
ca: Informació de l'activitat
cy: Manylion Aseiniad
da: Opgaveoplysninger
da_instk12: Opgaveoplysninger
de: Aufgabendetails
es: Detalles de la tarea
es_es: Detalles de la actividad
fi: Tehtävän tiedot
fr: Informations sur le travail
fr_ca: Détails du travail
ga: Sonraí Tasc
hi: असाइनमेंट विवरण
ht: Detay Sesyon
id: Detail Tugas
is: Upplýsingar um verkefni
it: Dettagli compiti
ja: 課題の詳細
ko: 과제 세부 정보
mi: Taipitopito whakataunga
ms: Butiran Tugasan
nb: Oppgavedetaljer
nb_instk12: Oppgavedetaljer
nl: Opdrachtdetails
pl: Szczegóły zadania
pt: Detalhes da tarefa
pt_br: Detalhes da tarefa
ru: Сведения о задании
sl: Podrobnosti o nalogi
sv: Uppgiftsdetaljer
sv_instk12: Uppgiftens detaljer
th: รายละเอียดภารกิจ
vi: Chi Tiết Bài Tập
zh: 作业详情
zh_hk: 作業詳細資料

source: Assignment Locked
ar: تم تأمين المهمة
ca: Activitat bloquejada
cy: Aseiniad wedi’i gloi
da: Opgave låst
da_instk12: Opgave låst
de: Aufgabe gesperrt
es: Tarea bloqueada
es_es: Actividad bloqueada
fi: Tehtävä lukittu
fr: Devoir verrouillé
fr_ca: Travail verrouillé
ga: Tasc faoi Ghlas
hi: असाइनमेंट लॉक है
ht: Sesyon Bloke
id: Tugas Terkunci
is: Verkefni læst
it: Compito bloccato
ja: 課題ロック
ko: 과제 잠김
mi: Whakataunga kua rakaina
ms: Tugasan Dikunci
nb: Oppgave låst
nb_instk12: Oppgave låst
nl: Opdracht vergrendeld
pl: Zablokowano zadanie
pt: Tarefa bloqueada
pt_br: Tarefa bloqueada
ru: Задание заблокировано
sl: Naloga je zaklenjena
sv: Uppgiften låst
sv_instk12: Uppgiften låst
th: ภารกิจถูกล็อคไว้
vi: Bài Tập Bị Khóa
zh: 作业已锁定
zh_hk: 作業已鎖定

source: Assignments
ar: المهام
ca: Activitats
cy: Aseiniadau
da: Opgaver
da_instk12: Opgaver
de: Aufgaben
es: Tareas
es_es: Actividades
fi: Tehtävät
fr: Travaux
fr_ca: Travaux
ga: Tascanna
hi: असाइनमेंट
ht: Sesyon
id: Tugas
is: Verkefni
it: Compiti
ja: 課題
ko: 과제
mi: Whakataunga
ms: Tugasan
nb: Oppgaver
nb_instk12: Oppgaver
nl: Opdrachten
pl: Zadania
pt: Tarefas
pt_br: Tarefas
ru: Задания
sl: Naloge
sv: Uppgifter
sv_instk12: Uppgifter
th: ภารกิจ
vi: Bài Tập
zh: 作业
zh_hk: 作業列表

source: Attachment
ar: المرفق
ca: Fitxer adjunt
cy: Atodiad
da: Vedhæftet fil
da_instk12: Vedhæftet fil
de: Anhang
es: Archivo adjunto
es_es: Archivo adjunto
fi: Liite
fr: Pièce jointe
fr_ca: Pièce jointe
ga: Ceangaltán
hi: संलग्नक
ht: Atachman
id: Lampiran
is: Viðhengi
it: Allegato
ja: 添付ファイル
ko: 첨부
mi: Āpitihanga
ms: Kepilan
nb: Vedlegg
nb_instk12: Vedlegg
nl: Bijlage
pl: Załącznik
pt: Anexo
pt_br: Anexo
ru: Вложение
sl: Priloga
sv: Bilaga
sv_instk12: Bilaga
th: เอกสารแนบ
vi: Tập Tin Đính Kèm
zh: 附件
zh_hk: 附件

source: Attachment %d
ar: المرفق %d
ca: Fitxer adjunt %d
cy: Atodiad %d
da: Vedhæftet fil %d
da_instk12: Vedhæftet fil %d
de: Anhang %d
es: Archivo adjunto %d
es_es: Archivo adjunto %d
fi: Liite %d
fr: Pièce jointe %d
fr_ca: Pièce jointe %d
ga: Ceangaltán %d
hi: संलग्नक %d
ht: Atachman %d
id: Lampiran %d
is: Viðhengi %d
it: Allegato %d
ja: 添付ファイル%d
ko: 첨부 %d
mi: Āpitihanga %d
ms: Kepilan %d
nb: Vedlegg %d
nb_instk12: Vedlegg %d
nl: Bijlage %d
pl: Załącznik %d
pt: Anexo %d
pt_br: Anexo %d
ru: Вложение %d
sl: Priloga %d
sv: Bilaga %d
sv_instk12: Bilaga %d
th: เอกสารแนบ %d
vi: Tập Tin Đính Kèm %d
zh: 附件%d
zh_hk: 附件%d

source: Attachment %i
ar: المرفق %i
ca: Fitxer adjunt %i
cy: Atodiad %i
da: Vedhæftet fil %i
da_instk12: Vedhæftet fil %i
de: Anhang %i
es: Archivo adjunto %i
es_es: Archivo adjunto %i
fi: Liite %i
fr: Pièce jointe %i
fr_ca: Pièce jointe %i
ga: Ceangaltán %i
hi: संलग्नक %i
ht: Atachman %i
id: Lampiran %i
is: Viðhengi %i
it: Allegato %i
ja: 添付ファイル%i
ko: 첨부 %i
mi: Āpitihanga %i
ms: Kepilan %i
nb: Vedlegg %i
nb_instk12: Vedlegg %i
nl: Bijlage %i
pl: Załącznik %i
pt: Anexo %i
pt_br: Anexo %i
ru: Вложение %i
sl: Priloga %i
sv: Bilaga %i
sv_instk12: Bilaga %i
th: เอกสารแนบ %i
vi: Tập Tin Đính Kèm %i
zh: 附件%i
zh_hk: 附件%i

source: Attachments
ar: المرفقات
ca: Fitxers adjunts
cy: Atodiadau
da: Vedhæftede filer
da_instk12: Vedhæftede filer
de: Anhänge
es: Adjuntos
es_es: Adjuntos
fi: Liitteet
fr: Pièces jointes
fr_ca: Pièces jointes
ga: Ceangaltáin
hi: संलग्नक
ht: Atachman
id: Lampiran
is: Viðhengi
it: Allegati
ja: 添付ファイル
ko: 첨부 파일
mi: Āpitihanga
ms: Lampiran
nb: Vedlegg
nb_instk12: Vedlegg
nl: Bijlagen
pl: Załączniki
pt: Anexos
pt_br: Anexos
ru: Вложения
sl: Priloge
sv: Bilagor
sv_instk12: Bifogade filer
th: เอกสารแนบ
vi: Tập Tin Đính Kèm
zh: 附件
zh_hk: 附件
